Repository: Camilo716/opt_equipment
Catalog: modules/optical_equipment/locale/*.po
Languages: es

# selection:optical_equipment_maintenance.service,state_agended:
source: Finish
es: Finalizado

# selection:optical_equipment_maintenance.service,state_agended:
source: Failed
es: Fallido

# field:optical_equipment.maintenance,service_maintenance:
source: Maintenance Service
es: Servicio de Mantenimiento

# field:optical_equipment.maintenance,code:
source: Code
es: Código

# field:optical_equipment.maintenance,maintenance_type:
source: Maintenance Type
es: Tipo de Mantenimiento

# field:optical_equipment.maintenance,state:
source: State
es: Estado

# field:optical_equipment.maintenance,company:
source: Company
es: Compañia

# field:optical_equipment.maintenance,propietary:
source: Propietary
es: Propietario

# field:optical_equipment.maintenance,propietary_address:
source: Propietary Address
es: Dirección del Propietario

# field:optical_equipment.maintenance,equipment:
source: Equipment
es: Equipo

# field:optical_equipment.maintenance,maintenance_activity:
source: Maintenance Activitys
es: Actividades de Mantenimiento

# field:optical_equipment.maintenance,patterns_equipments:
source: K Pattern
es: Patron K

# field:optical_equipment.maintenance,lines_calibration:
source: Lines of Calibration
es: Líneas de Calibración

# field:optical_equipment.maintenance,calibration_total:
source: Calibration Total
es: Resultado Calibración

# field:optical_equipment.maintenance,maintenance_lines:
source: Lines
es: Líneas

# view:optical_equipment.maintenance:
source: Preventive
es: Preventivo

# view:optical_equipment.maintenance:
source: Corrective
es: Correctivo

# view:optical_equipment.maintenance:
source: Enviromental Conditions
es: Condiciones Ambientales

# view:optical_equipment.maintenance:
source: Graph
es: Grafíca

# view:optical_equipment.maintenance:
source: Calibration
es: Calibración

# selection:optical_equipment.maintenance,state:
source: Draft
es: Borrador

# selection:optical_equipment.maintenance,state:
source: Finished
es: Finalizado

# model:ir.model.button,string:assing_agended_button
source: Assing Agended
es: Agendar

# model:ir.model.button,string:reassing_agended_button
source: Reassing Agended
es: Reagendar

# model:ir.model.button,string:maintenance_service_draft_button
source: Draft
es: Borrador

# model:ir.model.button,string:maintenance_service_in_progress_button
source: In progress
es: En Proceso

# model:ir.model.button,string:maintenance_service_finished_button
source: Finished
es: Finalizado

# model:ir.model.button,string:maintenance_finished_button
source: Finished
es: Finalizado

# model:ir.model.button,string:maintenance_calibrate_button
source: Calibrate
es: Calibrar

# field:optical_equipment.maintenance.calibration_sample,maintenance:
source: Maintenance
es: Mantenimiento

# field:optical_equipment.maintenance.calibration_sample,number_sample:
source: Sample #
es: Muestra #

# field:optical_equipment.maintenance.calibration_sample,value_patterns:
source: Value Pattern
es: Valor del Patrón

# field:optical_equipment.maintenance.calibration_sample,value_equipment:
source: Value in Equipment
es: Valor en Equipo

# field:optical_equipment.maintenance.calibration_sample,mistake:
source: Mistake
es: Error

# field:optical_equipment.maintenance.calibration_sample,mistake_rate:
source: % Mistake
es: % de Error

# field:optical_equipment.maintenance.calibration,maintenance:
source: Maintenance
es: Mantenimiento

# field:optical_equipment.maintenance.calibration,diopter:
source: Diopter
es: Dioptría

# field:optical_equipment.maintenance.calibration,dev_std:
source: Standart Desviation
es: Desviación Estándar

# field:optical_equipment.maintenance.calibration,uncertain_type_A:
source: Uncertain Type A
es: Incertidumbre Tipo A

# field:optical_equipment.maintenance.calibration,uncertain_pattern:
source: Uncertain Pattern
es: Patrón de Incertidumbre

# field:optical_equipment.maintenance.calibration,k_c_calibration:
source: K Crt Calibration
es: K Crt Calibración

# field:optical_equipment.maintenance.calibration,uncertain_U_b1:
source: U_b1
es: Incertidumbre b1

# field:optical_equipment.maintenance.calibration,d_resolution:
source: d_resolution
es: D Resolución

# field:optical_equipment.maintenance.calibration,uncertain_U_b2_dig:
source: U_b2
es: Incertidumbre b2 dig

# field:optical_equipment.maintenance.calibration,uncertain_U_b2_ana:
source: U_b2
es: Incertidumbre b2 ana

# field:optical_equipment.maintenance.calibration,uncertain_combinated:
source: U_combinated
es: Incertidumbre Combinada

# field:optical_equipment.maintenance.calibration,uncertain_eff:
source: U eff
es: Incertidumbre eff

# field:optical_equipment.maintenance.calibration,t_student:
source: T Student
es: Distribución T Student

# field:optical_equipment.maintenance.calibration,uncertain_expanded:
source: Uexpand
es: Incertidumbre Expandida

# field:optical_equipment.maintenance.calibration,state:
source: State
es: Estado

# model:ir.action.act_window.domain,name:act_maintenance_form_domain_draft
source: Draft
es: Borrador

# model:ir.action.act_window.domain,name:act_maintenance_form_domain_finished
source: Finished
es: Finalizado

# model:ir.action.act_window.domain,name:act_maintenance_form_domain_all
source: All
es: Todo

# model:ir.sequence,name:sequence_contract
source: Contract
es: Contratos

# model:ir.sequence,name:sequence_agended
source: Agended
es: Agendas

# model:ir.sequence,name:sequence_maintenances
source: Maintenance
es: Mantenimientos

# field:sale.sale,sale_type:
source: Sale Type
es: Tipo de Venta

# field:sale.sale,maintenance_type:
source: Maintenance Type
es: Tipo de Mantenimiento

# field:sale.sale,contract_ref:
source: Contract Base
es: Contrato Base

# field:sale.sale,agended:
source: Scheduling
es: Agendado

# selection:sale.sale,sale_type:
source: Maintenance
es: Mantenimiento

# selection:sale.sale,sale_type:
source: Equipments
es: Equipos

# selection:sale.sale,sale_type:
source: replaces
es: Repuestos

# selection:sale.sale,maintenance_type:
source: Preventive
es: Preventivo

# selection:sale.sale,maintenance_type:
source: Corrective
es: Correctivo

# field:optical_equipment_create.contract,company:
source: Company
es: Empresa

# field:optical_equipment_create.contract,party:
source: Party
es: Tercero

# field:optical_equipment_create.contract,invoice_address:
source: Invoice Address
es: Dirección de Facturación

# field:optical_equipment_create.contract,contact:
source: Contact
es: Contacto

# field:optical_equipment_create.contract,start_date:
source: Start Date
es: Fecha de Inicio

# field:optical_equipment_create.contract,end_date:
source: End Date
es: Fecha Final

# field:optical_equipment_create.contract,unit_price:
source: Unit Price
es: Precio Unitario

# field:stock.move,equipment:
source: Equipment
es: Equipo

# field:optical_equipment.change_propietary.form,equipments:
source: Equipments
es: Equipos

# field:optical_equipment.change_propietary.form,old_propietary:
source: Old Propietary
es: Antiguo Propietario

# field:optical_equipment.change_propietary.form,new_propietary:
source: New Propietary
es: Nuevo Propietario

# field:optical_equipment.change_propietary.form,new_address:
source: New Address
es: Nueva Dirección

# field:optical_equipment.change_propietary.form,change_date:
source: Change Date
es: Fecha de Cambio

# field:optical_equipment.change_propietary_maintenance.form,maintenance_service:
source: Maintenance Service
es: Servicios de Mantenimiento

# field:optical_equipment.change_propietary_maintenance.form,old_propietary:
source: Old Propietary
es: Antiguo Propietario

# field:optical_equipment.change_propietary_maintenance.form,new_propietary:
source: New Propietary
es: Nuevo Propietario

# field:optical_equipment.change_propietary_maintenance.form,new_address:
source: New Address
es: Nueva Dirección

# field:optical_equipment.change_propietary_maintenance.form,change_date:
source: Change Date
es: Fecha de Cambio

# field:stock.shipment.out,service_maintenance_initial:
source: Maintenance Initial
es: Mantenimiento Inicial

# field:optical_equipment.print_balance_sale_party.start,company:
source: Company
es: Empresa

# field:optical_equipment.print_balance_sale_party.start,party:
source: Party
es: Tercero

# field:optical_equipment.print_balance_sale_party.start,start_period:
source: Start Period
es: Periodo Inicial

# field:optical_equipment.print_balance_sale_party.start,end_period:
source: End Period
es: Periodo Final

# field:optical_equipment.print_balance_sale_party.start,party_type:
source: Party Type
es: Tipo

# selection:optical_equipment.print_balance_sale_party.start,party_type:
source: Customer
es: Cliente

# model:ir.ui.menu,name:menu_print_balance_sale_party
source: Print Balance Sale by Party
es: Estado de Cuenta por Tercero

# model:ir.model.button,string:maintenance_initial_button
source: Maintenance Initial
es: Mantenimiento Inicial

# model:ir.model.button,string:maintenance_samples_button
source: Generate Samples
es: Generar Muestras

# model:ir.action,name:report_sale
source: Sale Equipments
es: Venta de Equipos

# model:ir.action,name:report_sale_internal
source: Sale Equipments Internal
es: Venta Interna de Equipos

# model:ir.action,name:report_purchase
source: Purchase
es: Compra de Equipos

# model:ir.action,name:report_maintenance_service
source: Maintenance Service
es: Servicio de Mantenimiento

# model:ir.action,name:report_calibration
source: Calibration
es: Calibración

# model:ir.action,name:report_calibrations
source: Calibrations
es: Calibraciones

# model:ir.action,name:report_maintenance_timeline
source: Time Line Maintenance Service
es: Cronograma de Mantenimiento

# model:ir.action,name:report_service
source: Service
es: Registro de Mantenimiento Preventivo

# model:ir.action,name:report_equipment
source: Equipment
es: Hoja de Vida

# model:ir.action,name:report_history_maintenance
source: Maintenance History
es: Historico de Mantenimiento

# model:ir.action,name:report_historys_maintenances
source: Maintenances Historys
es: Historicos de Mantenimiento

# model:ir.action,name:report_capacitation
source: Capacitation
es: Certificado de Capacitación

# model:ir.action,name:equipment_change_propietary
source: Change Propietary
es: Cambiar Propietario

# model:ir.action,name:equipment_change_propietary_maintenance
source: Change Propietary Maintenance
es: Cambiar Propietario al Servicio de Mantenimiento

# model:ir.action,name:maintenance_create_contract
source: Create Contract
es: Crear Contrato

# model:optical_equipment.use_pattern,name_pattern:schematic_eye
source: Schematic Eye
es: Ojo Esquemático

# model:optical_equipment.use_pattern,name_pattern:trial_lens
source: Trial Lens
es: Lentes de Prueba

# model:optical_equipment.use_pattern,name_pattern:calibration_weights
source: Calibration Weights
es: Pesas de Calibración

# model:optical_equipment.use_pattern,name_pattern:calibration_spheres
source: Calibration Spheres
es: Esferas de Calibración
