Repository: Camilo716/opt_equipment
Catalog: modules/optical_equipment/locale/*.po
Languages: es

# field:party.address,campus:
source: Campus
es: Sede

# field:party.address,party_related:
source: Party Related
es: Contacto

# view:product.template:
source: Features
es: Características

# view:product.template:
source: Calibration
es: Calibración

# view:product.template:
source: Maintenance Activities
es: Actividades de Mantenimiento

# view:product.template:
source: Measurements of Equipment
es: Medidas del Equipo

# view:product.template:
source: Enviromental Working Conditions
es: Condiciones Ambientales de Trabajo

# view:product.template:
source: Electrical Conditions
es: Condiciones Electricas

# field:product.template,equipment:
source: It is equipment
es: Es equipo

# field:product.template,electrical_equipment:
source: Electrical Equipment
es: Equipo Eléctrico

# field:product.template,maintenance_activity:
source: Maintenance Activity
es: Actividad de Mantenimiento

# field:product.template,replacement:
source: Replacement
es: Repuesto

# field:product.template,equipment_type:
source: Equipment type
es: Tipo de Equipo

# field:product.template,risk:
source: Type risk
es: Tipo de riesgo

# field:product.template,use:
source: Use
es: Uso

# field:product.template,biomedical_class:
source: Biomedical Class
es: Clase Biomedica

# field:product.template,main_tecnology:
source: Main tecnology
es: Tecnología principal

# field:product.template,calibration:
source: Apply calibration
es: Aplica calibración

# field:product.template,maintenance_required:
source: Maintenance Required
es: Requiere Mantenimiento

# field:product.template,observation:
source: Observation
es: Observación

# field:product.template,mark_category:
source: Mark
es: Marca

# field:product.template,model_category:
source: Model
es: Modelo

# field:product.template,reference_category:
source: Reference
es: Referencia

# field:product.template,origin_country:
source: Origin Country
es: País de origen

# field:product.template,moisture_min:
source: Moisture Min
es: Humedad Min

# field:product.template,moisture_max:
source: Moisture Max
es: Humedad Max

# field:product.template,frequency:
source: Frequency
es: Frecuencia

# field:product.template,voltageAC:
source: Voltage AC
es: Voltaje AC

# field:product.template,voltageDC:
source: Voltage DC
es: Voltaje DC

# field:product.template,useful_life:
source: Useful life
es: Vida útil

# field:product.template,warranty:
source: Warranty
es: Garantía

# field:product.template,uncertainy_pattern:
source: Uncertainy Pattern
es: Incertidumbre Patrón

# field:product.template,use_pattern:
source: Use Pattern
es: Patrón Utilizado

# field:product.template,k_pattern:
source: K Pattern
es: Patrón K

# field:product.template,resolution_type:
source: Resolution Type
es: Tipo de Resolución

# field:product.template,d_resolution:
source: Resolution d
es: Resolución (d)

# field:product.template,analog_resolution:
source: Analog resolution
es: Resolución Analoga

# field:product.template,a_factor_resolution:
source: (a) Resolution
es: Factor a

# field:product.template,k_pattern_list:
source: List of patterns K
es: Lista de patrones K

# field:product.template,preventive_activities:
source: Preventive Activities
es: Actividades Preventivas

# field:optical_equipment.configuration,equipment_sequence:
source: Equipment Sequence
es: Secuencia de Equipos

# field:optical_equipment.equipment,code:
source: Code
es: Código

# field:optical_equipment.equipment,company:
source: Company
es: Compañia

# field:optical_equipment.equipment,state:
source: State
es: Estado

# selection:optical_equipment.equipment,state:
source: Draft
es: Borrador

# selection:optical_equipment.equipment,state:
source: Registred
es: Registrado

# selection:optical_equipment.equipment,state:
source: UnContrated
es: Sin Contrato

# selection:optical_equipment.equipment,state:
source: Contrated
es: Contratado

# field:optical_equipment.equipment,location:
source: Location
es: Ubicación

# field:optical_equipment.equipment,propietary:
source: Propietary
es: Propietario

# field:optical_equipment.equipment,propietary_address:
source: Propietary Address
es: Dirección Equipo

# field:optical_equipment.equipment,product:
source: Product
es: Producto

# field:optical_equipment.equipment,refurbish:
source: Refurbish
es: Restaurado

# field:optical_equipment.equipment,equipment_type:
source: Type
es: Tipo de Equipo

# field:optical_equipment.equipment,risk:
source: Type risk
es: Tipo de riesgo

# field:optical_equipment.equipment,use:
source: Use
es: Uso

# field:optical_equipment.equipment,biomedical_class:
source: Biomedical Class
es: Clase Biomédica

# field:optical_equipment.equipment,main_tecnology:
source: Main tecnology
es: Tecnología principal

# field:optical_equipment.equipment,calibration:
source: Apply calibration
es: Aplica Calibración

# field:optical_equipment.equipment,mark_category:
source: Mark
es: Marca

# field:optical_equipment.equipment,model_category:
source: Model
es: Modelo

# field:optical_equipment.equipment,reference_category:
source: Reference
es: Referencia

# field:optical_equipment.equipment,origin_country:
source: Origin Country
es: País de Origen

# field:optical_equipment.equipment,software_version:
source: Software version
es: Versión del Software

# field:optical_equipment.equipment,useful_life:
source: Useful life
es: Vida útil

# field:optical_equipment.equipment,health_register:
source: Health Register
es: Registro Invima

# field:optical_equipment.equipment,warranty:
source: Warranty
es: Garantía

# field:optical_equipment.equipment,subscription_history:
source: Subscriptions
es: Subscripciones

# field:optical_equipment.equipment,maintenance_history:
source: Maintenances
es: Mantenimientos

# field:optical_equipment.equipment,maintenance_frequency:
source: Maintenance Frequency
es: Frequencia de Mantenimiento

# field:optical_equipment.equipment,purchase_origin:
source: Purchase Origin
es: Origen de la Compra

# view:optical_equipment.equipment:
source: Contracts
es: Contratos

# view:optical_equipment.equipment:
source: Propietarys
es: Propietarios

# view:optical_equipment.equipment:
source: Maintenances
es: Mantenimientos

# view:optical_equipment.equipment:
source: Origins
es: Origenes

# model:ir.action.act_window.domain,name:act_optical_equipment_form_domain_draft
source: Draft
es: Borrador

source: Registred
es: Registrado

source: UnContrated
es: Sin Contrato

source: Contrated
es: Contratado

# model:ir.action.act_window.domain,name:act_optical_equipment_form_domain_all
source: All
es: Todo

# model:ir.model.button,string:registred_equipment_button
source: Registred
es: Registrar

# model:ir.ui.menu,name:menu_equipment_configuration
source: Configuration
es: Configuraciones

# model:ir.ui.menu,name:menu_optical_equipment_configuration
source: Configuration
es: Configuraciones

# model:ir.ui.menu,name:menu_equipment
source: Equipment
es: Equipos

# model:ir.ui.menu,name:menu_optical_equipment_form
source: Equipment
es: Equipos

# model:ir.ui.menu,name:menu_optical_equipment_serial_form
source: Serials
es: Seriales

# model:ir.ui.menu,name:menu_maintenance_form
source: Maintenance Lines
es: Líneas de Mantenimiento

# model:ir.ui.menu,name:menu_properties_equipments
source: Properties of Equipments
es: Propiedades de Equipos

# model:ir.ui.menu,name:menu_pattern
source: Pattern Use
es: Patrónes de Calibración

# model:ir.sequence,name:sequence_equipment
source: Equipment
es: Equipos

# field:purchase.purchase,equipment_create:
source: Equipments Creates
es: Equipos Creados

# model:ir.model.button,string:purchase_create_equipments
source: Create Equipments
es: Crear Equipos

# field:purchase.line,product_equipment:
source: Product Equipment
es: Es Equipo

# field:purchase.line,software_version:
source: Software version
es: Versión Software

# field:purchase.line,refurbish:
source: Refurbish
es: Restaurado

# view:purchase.line:
source: Equipment
es: Equipo

# field:purchase.line,health_register:
source: Health Register
es: Registro Invima

# model:ir.ui.menu,name:menu_contracts
source: Contracts Management
es: Gestión de Contratos

# model:ir.ui.menu,name:menu_create_contract_initial
source: Initial Contract
es: Generar Primer Contrato

# model:ir.ui.menu,name:menu_create_prorogue
source: Prorogue to Contract
es: Generar Prorroga

# model:ir.ui.menu,name:menu_contract_form
source: Contracts
es: Contratos

# field:optical_equipment.contract,company:
source: Company
es: Compañia

# field:optical_equipment.contract,number:
source: Number
es: Número

# field:optical_equipment.contract,reference:
source: Reference
es: Referencia

# field:optical_equipment.contract,description:
source: Description
es: Descripción

# field:optical_equipment.contract,party:
source: Party
es: Tercero

# field:optical_equipment.contract,contact:
source: Contact
es: Contacto

# field:optical_equipment.contract,invoice_address:
source: Invoice Address
es: Dirección de Facturación

# field:optical_equipment.contract,start_date:
source: Start Date
es: Fecha Inicio

# field:optical_equipment.contract,end_date:
source: End Date
es: Fecha Final

# field:optical_equipment.contract,state:
source: State
es: Estado

# field:optical_equipment.contract,contract:
source: Contract
es: Contracto Inicial

# field:optical_equipment.contract,maintenance_services:
source: Prorogues
es: Prorrogas

# field:optical_equipment.contract,price_contract:
source: Price Contract
es: Valor del Contrato

# field:optical_equipment.contract,prorogues:
source: Prorrogation
es: Prorrogaciones

# view:optical_equipment.contract:
source: Validity
es: Validez

# view:optical_equipment.contract:
source: Contracts and Prorogues
es: Contratos y Prorrogas

# view:optical_equipment.contract:
source: Equipments
es: Equipos

# field:optical_equipment.contract,equipments:
source: Equipments
es: Equipos

# view:optical_equipment.contract:
source: Other Info
es: Otra Información

# view:optical_equipment.contract:
source: Current Contract
es: Contrato Principal

# selection:optical_equipment.contract,state:
source: Draft
es: Borrador

# selection:optical_equipment.contract,state:
source: Quotation
es: Presupuesto

# selection:optical_equipment.contract,state:
source: Running
es: En Ejecución

# selection:optical_equipment.contract,state:
source: Closed
es: Cerrado

# selection:optical_equipment.contract,state:
source: Cancelled
es: Cancelado

# model:ir.action.act_window.domain,name:act_contract_form_domain_draft
source: Draft
es: Borrador

# model:ir.action.act_window.domain,name:act_contract_form_domain_quotation
source: Quotation
es: Presupuesto

# model:ir.action.act_window.domain,name:act_contract_form_domain_running
source: Running
es: En Ejecución

# model:ir.action.act_window.domain,name:act_contract_form_domain_closed
source: Closed
es: Cerrados

# model:ir.action.act_window.domain,name:act_contract_form_domain_all
source: All
es: Todo

# model:ir.ui.menu,name:menu_diary
source: Diary
es: Agendas

# model:ir.ui.menu,name:menu_agenda_form
source: Calendar
es: Calendario

# model:ir.ui.menu,name:menu_agended_list_form
source: Agended
es: Agenda

# model:ir.ui.menu,name:menu_assing_agended_form
source: Assing Agended
es: Asignar Agenda

# model:ir.ui.menu,name:menu_reassing_agended_form
source: ReAssing Agended
es: Reagendar

# model:ir.action.act_window.domain,name:act_agended_list_form_domain_draft
source: Draft
es: Borrador

# model:ir.action.act_window.domain,name:act_agended_list_form_domain_agended
source: Agended
es: Agendados

# model:ir.action.act_window.domain,name:act_agended_list_form_domain_in_progress
source: In Progress
es: En Proceso

# model:ir.action.act_window.domain,name:act_agended_list_form_domain_failed
source: Failed
es: Fallido

# model:ir.action.act_window.domain,name:act_agended_list_form_domain_finished
source: Finished
es: Finalizado

# model:ir.action.act_window.domain,name:act_agended_list_form_domain_all
source: All
es: Todo

# field:optical_equipment_maintenance.diary,code:
source: Code
es: Código

# field:optical_equipment_maintenance.diary,date_expected:
source: Expected Date
es: Fecha Esperada

# field:optical_equipment_maintenance.diary,date_estimated:
source: Estimated Date
es: Fecha Estimada

# field:optical_equipment_maintenance.diary,date_end:
source: Date End
es: Fecha Efectiva

# field:optical_equipment_maintenance.diary,maintenance_service:
source: Maintenance Service
es: Servicio de Mantenimiento

# field:optical_equipment_maintenance.diary,technical:
source: Technical
es: Técnico

# field:optical_equipment_maintenance.diary,state:
source: State
es: Estado

# selection:optical_equipment_maintenance.diary,state:
source: Draft
es: Borrador

# selection:optical_equipment_maintenance.diary,state:
source: Agended
es: Agendado

# selection:optical_equipment_maintenance.diary,state:
source: In Progress
es: En Proceso

# selection:optical_equipment_maintenance.diary,state:
source: Failed
es: Fallido

# selection:optical_equipment_maintenance.diary,state:
source: Finished
es: Finalizado

# model:ir.ui.menu,name:menu_maintenance_service_form
source: Services Maintenance
es: Servicios de Mantenimiento

# model:ir.action.act_window.domain,name:act_maintenance_service_form_domain_draft
source: Draft
es: Borrador

source: Agended
es: Agendado

source: In Progress
es: En Proceso

source: Failed
es: Fallido

source: Finished
es: Finalizado

# model:ir.action.act_window.domain,name:act_maintenance_service_form_domain_all
source: All
es: Todo

# field:optical_equipment_maintenance.service,code:
source: Code
es: Código

# field:optical_equipment_maintenance.service,technician_responsible:
source: Technician Responsible
es: Técnico Reponsable

# selection:optical_equipment.maintenance,maintenance_type:
source: Initial
es: Inicial

# selection:optical_equipment.maintenance,maintenance_type:
source: Preventive
es: Preventivo

# selection:optical_equipment.maintenance,maintenance_type:
source: Corrective
es: Correctivo

# field:optical_equipment.maintenance,description_activity:
source: Activity
es: Descripción del Mantenimiento

# field:optical_equipment.maintenance,equipment_calibrate:
source: Calibrate Equipment
es: Equipo Calibrable

# field:optical_equipment.maintenance,moisture_min:
source: Moisture Min
es: Humedad Min

# field:optical_equipment.maintenance,moisture_max:
source: Moisture Max
es: Humedad Max

# field:optical_equipment.maintenance,moisture_uom:
source: Moisture UOM
es: Humedad UOM

# field:optical_equipment.maintenance.line,line_replace:
source: Replace
es: Repuesto

# field:optical_equipment.maintenance.line,line_maintenance_activity:
source: Maintenance Activity
es: Actividad de Mantenimiento

# field:optical_equipment.maintenance.line,maintenance:
source: Maintenance
es: Mantenimiento

# field:optical_equipment.maintenance.line,replacement:
source: Replacement
es: Reemplazo

# field:optical_equipment.maintenance.line,maintenance_activity:
source: Maintenance activity
es: Actividad de Mantenimiento

# field:optical_equipment.maintenance.line,quantity:
source: Quantity
es: Cantidad

# field:optical_equipment.maintenance.line,actual_quantity:
source: Actual Quantity
es: Cantidad Actual

# field:optical_equipment.maintenance.line,unit:
source: Unit
es: Unidad

# field:optical_equipment.maintenance.line,product_uom_category:
source: Product Uom Category
es: Categoría de unidad de producto

# field:optical_equipment.maintenance.line,description:
source: Description
es: Detalles

# field:optical_equipment.maintenance.line,company:
source: Company
es: Empresa

# field:optical_equipment.maintenance,temperature_uom:
source: Temperature UOM
es: Temperatura UOM

# field:optical_equipment_maintenance.service,reference:
source: Reference
es: Referencia

# field:optical_equipment_maintenance.service,description:
source: Description
es: Descripción

# field:sale.sale,quote_number:
source: Quote Number
es: Cotización #

# field:sale.sale,payment_term_description:
source: Payment Term
es: Plazo de Pago

# field:sale.sale,description:sale.
source: Description
es: Tiempo de Entrega

# field:optical_equipment_maintenance.service,sale_date:
source: Sale Date
es: Fecha de Venta

# field:optical_equipment_maintenance.service,contract_origin:
source: Contract Base
es: Contrato Base

# field:optical_equipment_maintenance.service,sale_origin:
source: Sale Origin
es: Origen de la Venta

# field:optical_equipment_maintenance.service,company:
source: Company
es: Empresa

# field:optical_equipment_maintenance.service,maintenance_type:
source: Maintenance Type
es: Tipo de Mantenimiento

# selection:optical_equipment_maintenance.service,maintenance_type:
source: Initial
es: Inicial

# selection:optical_equipment_maintenance.service,maintenance_type:
source: Preventive
es: Preventivo

# selection:optical_equipment_maintenance.service,maintenance_type:
source: Corrective
es: Correctivo

# field:optical_equipment_maintenance.service,propietary:
source: Propietary
es: Propietario

# field:optical_equipment_maintenance.service,propietary_address:
source: Propietary Address
es: Dirección del Propietario

# field:optical_equipment_maintenance.service,lines:
source: Lines
es: Líneas

# field:optical_equipment_maintenance.service,estimated_agended:
source: Date Maintenance
es: Fecha de Mantenimiento

# field:optical_equipment_maintenance.service,history_agended:
source: History Agended
es: Historico Agendas

# field:optical_equipment_maintenance.service,state_agended:
source: State Agenda
es: Estado de la Agenda

# field:optical_equipment_maintenance.service,technical:
source: Technical
es: Técnico

# field:optical_equipment_maintenance.service,state:
source: State
es: Estado

# field:optical_equipment_maintenance.service,temperature_min:
source: Temp Min
es: Temp Mínima

# field:optical_equipment_maintenance.service,temperature_max:
source: Temp Max
es: Temp Máxima

# field:optical_equipment_maintenance.service,temperature_uom:
source: Temperature UOM
es: Temperatura UOM

# field:optical_equipment_maintenance.service,moisture_min:
source: Moisture Min
es: Humedad Mínima

# field:optical_equipment_maintenance.service,moisture_max:
source: Moisture Max
es: Humedad Máxima

# field:optical_equipment_maintenance.service,moisture_uom:
source: Moisture UOM
es: Humedad UOM

# field:party.party,customer_type:
source: Customer type
es: Tipo de Cliente

# field:product.template,software_required:
source: Software Required
es: Software Requerido

# view:product.product:
source: Calibration
es: Calibración

# view:product.product:
source: Measurements of Equipment
es: Medidas del Equipo

# view:product.product:
source: Enviromental Working Conditions
es: Condiciones Ambientales de Trabajo

# view:product.product:
source: Electrical Conditions
es: Condiciones Electricas

# field:product.product,equipment:
source: It is equipment
es: Es equipo

# field:product.product,electrical_equipment:
source: Electrical Equipment
es: Equipo Eléctrico

# field:product.product,maintenance_activity:
source: Maintenance Activity
es: Actividad de Mantenimiento

# field:product.product,replacement:
source: Replacement
es: Repuesto

# field:product.product,equipment_type:
source: Equipment type
es: Tipo de Equipo

# field:product.product,risk:
source: Type risk
es: Tipo de riesgo

# field:product.product,use:
source: Use
es: Uso

# field:product.product,biomedical_class:
source: Biomedical Class
es: Clase Biomedica

# field:product.product,main_tecnology:
source: Main tecnology
es: Tecnología principal

# field:product.product,calibration:
source: Apply calibration
es: Aplica calibración

# field:product.product,observation:
source: Observation
es: Observación

# field:product.product,mark_category:
source: Mark
es: Marca

# field:product.product,model_category:
source: Model
es: Modelo

# field:product.product,reference_category:
source: Reference
es: Referencia

# field:product.product,origin_country:
source: Origin Country
es: País de origen

# field:product.product,moisture_min:
source: Moisture Min
es: Humedad Min

# field:product.product,moisture_max:
source: Moisture Max
es: Humedad Max

# field:product.product,frequency:
source: Frequency
es: Frecuencia

# field:product.product,voltageAC:
source: Voltage AC
es: Voltaje AC

# field:product.product,voltageDC:
source: Voltage DC
es: Voltaje DC

# field:product.product,useful_life:
source: Useful life
es: Vida útil

# field:product.product,warranty:
source: Warranty
es: Garantía

# field:product.product,uncertainy_pattern:
source: Uncertainy Pattern
es: Incertidumbre Patrón

# field:product.product,k_pattern:
source: K Pattern
es: Patrón K

# field:product.product,resolution_type:
source: Resolution Type
es: Tipo de Resolución

# field:product.product,d_resolution:
source: Resolution d
es: Resolución (d)

# field:product.product,analog_resolution:
source: Analog resolution
es: Resolución Analoga

# field:product.product,a_factor_resolution:
source: (a) Resolution
es: Factor a

# field:product.product,software_required:
source: Software Required
es: Software Requerido

# field:optical_equipment.configuration,maintenance_sequence:
source: Maintenance Sequence
es: Secuencia de Mantenimientos

# field:optical_equipment.configuration,agended_sequence:
source: Agended Sequence
es: Secuencia de Agendas

# field:optical_equipment.configuration,contract_sequence:
source: Contract Sequence
es: Secuencia de Contratos

# field:optical_equipment.configuration,temperature_min:
source: Temp Min
es: Temp Mínima

# field:optical_equipment.configuration,temperature_max:
source: Temp Max
es: Temp Máxima

# field:optical_equipment.configuration,temperature_uom:
source: Temperature UOM
es: Temperatura UOM

# field:optical_equipment.configuration,moisture_min:
source: Moisture Min
es: Humedad Mínima

# field:optical_equipment.configuration,moisture_max:
source: Moisture Max
es: Humedad Máxima

# field:optical_equipment.configuration,moisture_uom:
source: Moisture UOM
es: Humedad UOM

# view:optical_equipment_maintenance.diary:
source: Dates
es: Fechas

# model:ir.action,name:act_reassing_agended
source: ReAssing Agended
es: Reagendar

# model:ir.action,name:act_assing_agended
source: Assing Agended
es: Asignar Agenda

# field:optical_equipment_maintenance.agended,maintenance_service:
source: Maintenaince Service
es: Servicio de Mantenimiento

# field:optical_equipment_maintenance.agended,estimated_agended:
source: Date Maintenance
es: Fecha de Mantenimiento

# field:optical_equipment_maintenance.agended,technical:
source: Technical
es: Técnico

# field:optical_equipment_maintenance.reagended,maintenance_service:
source: Maintenaince Service
es: Servicio de Mantenimiento

# field:optical_equipment_maintenance.reagended,estimated_agended:
source: Date Maintenance
es: Fecha de Mantenimiento

# field:optical_equipment_maintenance.reagended,technical:
source: Technical
es: Técnico

# view:optical_equipment_maintenance.service:
source: Lines Of Mantenaince
es: Líneas de Mantenimiento

# view:optical_equipment_maintenance.service:
source: Agendes
es: Agendas

# view:optical_equipment_maintenance.service:
source: Other Info
es: Otra Información

# selection:optical_equipment_maintenance.service,state:
source: Draft
es: Borrador

# selection:optical_equipment_maintenance.service,state:
source: Agended
es: Agendado

# selection:optical_equipment_maintenance.service,state:
source: In Progress
es: En Proceso

# selection:optical_equipment_maintenance.service,state:
source: Failed
es: Fallido

# selection:optical_equipment_maintenance.service,state:
source: Finished
es: Finalizado

# selection:optical_equipment_maintenance.service,state_agended:
source: No agenda
es: Sin Agenda

# selection:optical_equipment_maintenance.service,state_agended:
source: Agended
es: Agendado

# selection:optical_equipment_maintenance.service,state_agended:
source: In progress
es: En proceso
